{
	"EventDetail":[
		{
			"Name" : "Robowars",
			"Intro" : "\"War does not determine who is right. Only who is left\"<br> Passionate about Bots? Or you just like to watch things get crushed from fierce competition? The path to glory passes through the alley of destruction, lethal combats, violent bots, and flying blades! Merge your technical know-how with the ferocious gladiator in you! Make your bot fight for the ultimate glory or land up in the junk yard!<br> So folks, fight smart, be patient and pray. Seriously, pray because robowars just got crazier in its new avatar!",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "<b>COMING SOON</b>",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "Any team can participate in Robowars, Technovanza. A team may consist of a maximum of 6 participants. These participants can be from same or different institutes. <br><br><b>Team Name:</b><br><br> Every team must have a name which must be unique. Technovanza reserves the right to reject entries from any Team whose name it deems inappropriate, offensive or conflicting. Organizers must be notified during if a Team's name has been changed. <br><br><b>Team Representative:</b><br><br> Each team must specify their Team Representative (Leader) at the time of registration on the website. All important communications between Technovanza and the registered teams will be done through their Team Representative. The Team Representatives must submit valid contact details (phone no., email ID etc.) at the time of registration.<br>",
			"BotSpecs" : "₹ 1,25,000",
			"Rules" : "<u><b>CERTIFICATE POLICY</b></u><br><br>1. Certificate of appreciation/participation will be awarded to the all teams. And certificate of excellence will be given to top three teams.<br> <br>2. Disqualified teams will not be considered for any certificates.<br>",
			"PointSystem" : "<b>COMING SOON</b>"
		},
		{
			"Name" : "VRC",
			"Intro" : "<b>COMING SOON</b>",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "<b>COMING SOON</b>",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "<b>COMING SOON</b>",
			"BotSpecs" : "₹ 70,000",
			"Rules" : "<b>COMING SOON</b>",
			"PointSystem" : "<b>COMING SOON</b>"
		},
		{
			"Name" : "RoboSumo",
			"Intro" : "<b>COMING SOON</b>",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "<b>COMING SOON</b>",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "<b>COMING SOON</b>",
			"BotSpecs" : "₹ 15,000",
			"Rules" : "<b>COMING SOON</b>",
			"PointSystem" : "<b>COMING SOON</b>"
		},
		{
			"Name" : "RoboSoccer",
			"Intro" : "<b>COMING SOON</b>",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "<b>COMING SOON</b>",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "<b>COMING SOON</b>",
			"BotSpecs" : "₹ 7,000",
			"Rules" : "<b>COMING SOON</b>",
			"PointSystem" : "<b>COMING SOON</b>"
		},
		{
			"Name" : "Monster_Arena",
			"Intro" : "<b>COMING SOON</b>",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "<b>COMING SOON</b>",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "<b>COMING SOON</b>",
			"BotSpecs" : "₹ 15,000",
			"Rules" : "<b>COMING SOON</b>",
			"PointSystem" : "<b>COMING SOON</b>"
		},
		{
			"Name" : "Wall_e",
			"Intro" : "There are explorers on the path of adventure, saints on the path of spirituality, and then here we are, tracing the path of tomorrow with Time and technology.<br>So all you ingenious engineers-to-be out there have an opportunity to Muster here and not only witness, but also be a part of the exhibit of sheer efficacy of brilliance<br>Intelligent bots tested by a shrewd arena! The bots will have to tackle various challenges thrown by the automated arena in the forms of line following and light following. The path will be full of sharp turns , junctions, breaks, unusual curves and pointed angles. The path to success won’t be easy. The fastest bot with most efficient code will take home the title of – “WALL-E”. Let’s see who is the one which has both these qualities is!<br>",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "<b>COMING SOON</b>",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "<b>Team specification:</b> <br>A team may consist of maximum 4 participants. Students from different educational institutions can form a team.<br>",
			"BotSpecs" : "₹ 10,000",
			"Rules" : "<u><b>Certificate Policy:</b></u> <br>1.  Certificate of appreciation/participation will be awarded to all teams. And certificate of excellence will be given to top three teams.<br>2.  Disqualified teams will not be considered for any certificates.<br>",
			"PointSystem" : "<b>COMING SOON</b>"
		},
		{
			"Name" : "Fast_N_Furious",
			"Intro" : "Design the fastest and the shrewdest IC engine car and put on your set-belts to face a white-knuckling race through the roughest arena! From the makers of <b>‘TECHNOVANZA’</b> here’s another thrilling real time all-terrain racing competition, race <b>THE FAST AND FURIOUS</b> from across the nation! Let’s put your car-designing abilities and your car’s the strength, power and efficiency of to test. Certificates will be given on the spot. <b>FREE</b> Registrations for all!!!!",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "<b>COMING SOON</b>",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "<b><u>TEAM SPECIFICATION :</b></u> <br>A team may consist of a maximum of 5 participants. Students from different educational institutes can form a team.<br>",
			"BotSpecs" : "₹ 65,000",
			"Rules" : "<b><u>CERTIFICATE POLICY :</u></b> <br>1. Certificate of appreciation/participation will be awarded to the all teams. And certificate of excellence will be given to top three teams.<br>2. Disqualified teams will not be considered for any certificates.<br>",
			"PointSystem" : "<b>COMING SOON</b>"
		},
		{
			"Name" : "Climb_e_rope",
			"Intro" : "Here is the rope to success! Can your bot climb it?? But here is the twist. A bot has to climb the rope using any hydraulic mechanism which could be as simple as a syringe. You may want to check out this video for more info. ",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "<b>COMING SOON</b>",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "<b><u>TEAM SPECIFICATION :</b></u> <br>A team may consist of a maximum of 3 participants. Students from different educational institutes can form a team.<br>",
			"BotSpecs" : "₹ 3,000",
			"Rules" : "<b><u>CERTIFICATE POLICY :</u></b> <br> <br>1. Certificate of appreciation/participation will be awarded to the all teams. And certificate of excellence will be given to top three teams.<br> 2. Disqualified teams will not be considered for any certificates.<br>",
			"PointSystem" : "<b>COMING SOON</b>"
		},
		{
			"Name" : "Bridge_the_gap",
			"Intro" : "Across gulfs and rivers, between people and countries, bridges break down separation and foster connectedness. The world has gone at its heights to reach the sky. As far back as we can see in history, human beings have used technology to solve problems and ease physical burdens and this has played a major role in human development. Here is your chance to build structures with your own techniques and skills and make the marvels of engineering!!<br><br>",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "<b>COMING SOON</b>",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "<b>COMING SOON</b>",
			"BotSpecs" : "₹ 7,000",
			"Rules" : "<b>COMING SOON</b>",
			"PointSystem" : "<b>COMING SOON</b>"
		},
		{
			"Name" : "Smart_City",
			"Intro" : "Still fantasizing about that city of your dreams? Well, Technovanza is back to give you a platform, to make all that out of your dreams and to design your very own city. So people! Grab the opportunity! Come, participate and prove your management and logical thinking in aspects of city planning and making it smart. ",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "<b>COMING SOON</b>",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "<b><u>Team Specification :</b></u> A team may consist of a maximum of 4 participants. ",
			"BotSpecs" : "₹ 10,000",
			"Rules" : "<b>COMING SOON</b>",
			"PointSystem" : "<b>COMING SOON</b>"
		},
		{
			"Name" : "Ultimate_Coder",
			"Intro" : "An event of magnanimous proportions, UC will test the skills of the participants to determine not just the coding expertise but also their competence at handling deadlines, distractions and dejecting impositions.<br>The event is not just mentally laborious but also physically taxing. Multiple rounds of tougher than ever questions and unlikely than ever physical tasks! Anyone can code in comfort, but how well can you stand the test of time when bare concentration is a luxury? Can you trump the hurdles to produce the best code and emerge as the “Ultimate” coder?! ",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "<b>COMING SOON</b>",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "It is an <b>Individual</b> event.",
			"BotSpecs" : "TBD",
			"Rules" : "<b>COMING SOON</b>",
			"PointSystem" : "<b>COMING SOON</b>"
		},
		{
			"Name" : "TechnoHunt",
			"Intro" : "<b>COMING SOON</b>",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "<b>COMING SOON</b>",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "<b>COMING SOON</b>",
			"BotSpecs" : "TBD",
			"Rules" : "<b>COMING SOON</b>",
			"PointSystem" : "<b>COMING SOON</b>"
		},
		{
			"Name" : "Java_Guru",
			"Intro" : "\"Write once, Run anywhere.\"<br>A simple yet powerful message from the experts who understood the needs of modern computing. Can our participating Javatars handle this “cup of coffee”?<br>Expect questions as ubiquitous as the language itself in this technical event and apply your grit to be the guru!",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "<b>COMING SOON</b>",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "It is an <b>Individual</b> event.",
			"BotSpecs" : "TBD",
			"Rules" : "<b>COMING SOON</b>",
			"PointSystem" : "<b>COMING SOON</b>"
		},
		{
			"Name" : "C_Way",
			"Intro" : "From Embedded Systems to networking, from hardware drivers to legacy games, C and its successor C++ have shown their versatility and functionality. This event in 3 eloquent rounds is aimed at testing how good our participating C-Farers are at implementing them.<br>Expect a depth from this often mistaken one-dimensional language family, and be ready to take a dive! ",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "<b>COMING SOON</b>",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "<b>COMING SOON</b>",
			"BotSpecs" : "TBD",
			"Rules" : "<b>COMING SOON</b>",
			"PointSystem" : "<b>COMING SOON</b>"
		},
		{
			"Name" : "Code_Swap",
			"Intro" : "Code Swap is a co-ordination based programming challenge where the players in a team will interchange their codes while coding.<br><b>SWAPPING</b> allows the players to code for not only one but two programs in different languages which makes it all more interesting and challenging.<br>However the players must note that in the game, time plays an important factor.<br>Here the players must construct a code such that it gets executed by using your programming capabilities with the ability to get the desired result. ",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "<b>COMING SOON</b>",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "<b>COMING SOON</b>",
			"BotSpecs" : "TBD",
			"Rules" : "<b>COMING SOON</b>",
			"PointSystem" : "<b>COMING SOON</b>"
		},
		{
			"Name" : "Mission_SQL",
			"Intro" : "<b>COMING SOON</b>",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "<b>COMING SOON</b>",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "<b>COMING SOON</b>",
			"BotSpecs" : "TBD",
			"Rules" : "<b>COMING SOON</b>",
			"PointSystem" : "<b>COMING SOON</b>"
		},
		{
			"Name" : "How_Stuff_Works",
			"Intro" : "<b>COMING SOON</b>",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "<b>COMING SOON</b>",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "<b>COMING SOON</b>",
			"BotSpecs" : "TBD",
			"Rules" : "<b>COMING SOON</b>",
			"PointSystem" : "<b>COMING SOON</b>"
		},
		{
			"Name" : "Makers_Square",
			"Intro" : "“The goal of education is not to increase the amount of knowledge but to create the possibilities for a child to invent and discover, to create men who are capable of doing new things. “ -  Jean Piaget. <br><br>Most of us have lots of ideas but only few of them are able to successfully execute that one idea that makes all the difference. If you are fortunate to have found that killer idea, Makers Square is your golden ticket. <br><br>Makers Square is a national event to put up your projects and exhibits ranging from civil, mechanical to robotics, chemical, physics experiments etc. This is your chance to make a difference to the world and get into the lime-light. <br><br>\"It's not about Idea, it's about Making Ideas Happen.\"<br>",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "1. Come up with an idea that intrigues you the most and start planning for the project accordingly.<br>2. Prepare an abstract pertaining to the given format and submit the same by the given deadline.<br>3. Based on a specific judging criteria considering the difficulty level, innovational content and impementation,a selected group of projects will be selected for display during Technovanza.<br>4. The winners of the exhibition will be declared by the judges considering all possible aspects<br>",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "A team must have <b>Maximum of 6</b> participants <br> Students from different colleges can also form a team. <br>",
			"BotSpecs" : "₹ 30,000",
			"Rules" : "• Send abstract at makers.square@technovanza.org <br>• Abstract should be submitted in PDF only <br>• Maximum number of words should be less than 2000 words <br>• The contents should be as follows:<br>i. Title <br>ii. Introduction <br>iii. Motivation behind the Idea<br>iv. Working <br>v. Mathematical / Graphical support (if any) <br>vi. Existing related technologies(if any) <br>vii. Improvements in current technologies(if any) <br>viii. Videos / Photos <br>ix. Summary <br>x. References <br><br>The proposal would be judged on basis of feasibility and significance. <br>Note: Please mention the following details in the mail of each member: <br>- Project Name <br>- Member Name <br>- Contact number <br>- Email-Id <br>- College Name <br><br><b>RESPONSES WITHOUT ABOVE DETAILS WON’T BE ACCEPTED</b> <br>",
			"PointSystem" : "Winner would be decided on points given by three judges based on different specific criterias. Decision of judges would be final.<br><br><b>CERTIFICATE POLICY</b><br>1. Participating teams would get participation certificates. Top three teams will be given certificates of excellence.<br>2. Disqualified teams will not be given any certificates<br>"
		},
		{
			"Name" : "RCMO",
			"Intro" : "<b>VJTI</b> and <b>Technovanza</b> are proud to present you <b>RCMO (Rubik’s Cube Mumbai Open)</b><br>an International Cubing Competition hosted by <b>VJTI</b> during the three days of <b>TECHNOVANZA</b>, the national level techno-management festival. RCMO welcomes cubers from all over the country to showcase their speed cubing skills at the largest cubing competition in the country.<br><b>RCMO</b> along with the <b>WORLD CUBING ASSOCIATION (WCA)</b> governs all the competitions for puzzles labelled as Rubik puzzles,<br>and all other puzzles that are played by twisting the sides, so called twisty puzzles. The event details and the schedule will be put up by 3 days prior to the competition.<br>Goal The goal of <b>RCMO</b> is have fair competition with more participants with more fun each year.<br>The spirit of the competition is to have fun together in a friendly atmosphere, help each other and inculcate a spirit of sportsman-ship.<br>Success : With a minimum of half a dozen national records breaking each year at the competition, Rubik’s Cube Mumbai Open is Technovanza’s flagship event from the last 5 years after following tremendous success in its previous years and it just gets bigger and better every time. RCMO has been the major attraction with a large footfall and is undoubtedly one of the biggest hits of the Techno festival every year.<br>Do join us in this wonderful experience of hosting the international event. Till then <b>HAPPY CUBING!!!!</b> “The game play is perfect, keep it as it is”<br>",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "<b>COMING SOON</b>",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "<b>COMING SOON</b>",
			"BotSpecs" : "₹ 28,000",
			"Rules" : "<b>COMING SOON</b>",
			"PointSystem" : "<b>COMING SOON</b>"
		},
		{
			"Name" : "TPP",
			"Intro" : "Give a chance to present yourself and let the world know that the minute but meaningful things they ignored, you noticed and clustered them to form a great invention for betterment of humanity.<br><b>Technical paper presentation (TPP)</b> gives you stand for the same and to present your views and perspectives regarding working of gadgets, or out of the box you can postulate a new invention by submitting and drafting your thesis on white papers. Our renowned judges will analyze, examine and question your work. On the basis your fact-finding and experimentation you will be rewarded with cash prizes.",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "1.  Choose a topic that interests you the most and the one which you will find feasible to present as a technical paper with adequate research information to substantiate.<br>2.  Prepare an abstract about your paper in the format specified and mail it to us<br>3.  We will assess your topic abstract and let you know if you are selected for the final round during Technovanza.<br>4.  If you are shortlisted you will be given a chance to present your paper during Technovanza 2016.<br><h4><b<u>Details Of Abstract</b></u></h4><br><b>Conditions and limitations:</b> <br>1.  The abstract should be a word document with maximum 2000 words.<br>2.  A soft copy of the abstract should be mailed on given e-mail address. <br>3.  The final Technical Paper should not exceed 6 pages.<br><b>Guidelines</b> <br>•  Selected teams should have a soft as well as a hard copy with them during the presentation. <br>•  The participants are expected to send their abstract for Technical Paper Presentation with their Team name on tpp@technovanza.org",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "A team may consist upto <b>4</b> participants. Students from different educational institutes are allowed to form a team.",
			"BotSpecs" : "₹ 15,000",
			"Rules" : "1.  The participants are expected to send their abstract for Technical Paper Presentation with their Team name to tpp@technovanza.org. <br>2.  Presentation cannot exceed 10 minutes with additional 2-3 minutes of Q&A. <br>3.  Any graphs, tables, charts, pictures and other illustrations shall be counted in the 6 page limit. Topics, table of content and the bibliography will not be counted under 6 page limit.<br>4.  Papers which do not mention the sourced content in either the references or the bibliography will be disqualified on the basis of plagiarism.<br>5.  The participants should have valid identity card as proof of they being students of their college.<br>6.  Winner would be decided on points given by three judges based on different criteria as mentioned. Decision of judges would be final.<br>7.  Participating teams would get participation certificates.<br>",
			"PointSystem" : "Criteria for short-listing: <br>Short listing would be in on basis of choice of idea, lucidity in its explanation, originality and feasibility. <br>Criteria for judgment: <br>1.  The selection of idea (its innovation, its authenticity, its utility).<br>2.  Presentation of idea (Written as well as oral presentation)<br>3.  Research of the team. <br>"
		},
		{
			"Name" : "ScienceFair",
			"Intro" : "School kids have come up with a project? Here is the chance for them to not just give them a direction to work, but also prepare and present their own creation before visitors of different walks of life. Science Fair is a 3-day exhibition where the students get to exhibit their projects with the availability of a proper stall set-up.<br><br><b>Technovanza</b> aims at <b>Transforming India</b> by <b>Taking Technology to Society</b>, and the Science Fair is our novel endeavour in that direction. The Science Fair gives a platform for school students to showcase their Projects and research to over <b>35,000</b>  people who will be visiting <b>Technovanza</b> this year.<br>",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "1.  Think over a project idea.<br>2.   Prepare an abstract mentioning the details of the project. <br>3.  The abstract for the <b>Project</b>  should be mailed to Technovanza in <b>pdf </b> at <b>schoolcup@technovanza.org</b>, latest by <b>1st October, 2016.</b><br> The abstract should contain the following viewpoints: <br><br>1.  Name of School<br>2.  Names of Participants with contacts <br>3.   Topic of Project <br>4.   Brief Description of Project<br>5.   Roadmap for Execution <br> <br>The <b>Top 20 teams</b>, based on <b>Merit</b>, will be chosen and informed by <b>15th October, 2016</b>. Only they will be allowed to exhibit the projects at the <b>Exhibition Tent</b>.<br>The teams will be allotted a space of <b>8*6 Feet</b> to display their project. The dimensions of the Bench will be divulged later. The students can use <b>Charts</b> and <b>Laptops</b> to display information about their projects via <b>written and visual media</b>.<br>",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "1.  The Team can consist of a <b>Minimum of 4 and Maximum of 6 members.</b><br>2.  However, at any point of time,<b> only 4 members </b>will be permitted to be in<b> the Exhibition Tent to present the project.</b><br>3.  The Students should be from<b> Stds. 8 and 9</b>, with no compulsion on number of students from a specific Standard.<br><br>",
			"BotSpecs" : "₹ 12,000",
			"Rules" : "<b>COMING SOON</b>",
			"PointSystem" : "The Decision of the organizational authorities will be <b>final</b> and <b>binding</b>."
		},
		{
			"Name" : "BizQuiz",
			"Intro" : "<b>COMING SOON</b>",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "<b>COMING SOON</b>",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "<b>COMING SOON</b>",
			"BotSpecs" : "<b>COMING SOON</b>",
			"Rules" : "<b>COMING SOON</b>",
			"PointSystem" : "<b>COMING SOON</b>"
		},
		{
			"Name" : "Hire",
			"Intro" : "<b>COMING SOON</b>",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "<b>COMING SOON</b>",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "<b>COMING SOON</b>",
			"BotSpecs" : "<b>COMING SOON</b>",
			"Rules" : "<b>COMING SOON</b>",
			"PointSystem" : "<b>COMING SOON</b>"
		},
		{
			"Name" : "Executive_Suite",
			"Intro" : "<b>COMING SOON</b>",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "<b>COMING SOON</b>",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "<b>COMING SOON</b>",
			"BotSpecs" : "<b>COMING SOON</b>",
			"Rules" : "<b>COMING SOON</b>",
			"PointSystem" : "<b>COMING SOON</b>"
		},
		{
			"Name" : "Consultunt",
			"Intro" : "<b>COMING SOON</b>",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "<b>COMING SOON</b>",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "<b>COMING SOON</b>",
			"BotSpecs" : "<b>COMING SOON</b>",
			"Rules" : "<b>COMING SOON</b>",
			"PointSystem" : "<b>COMING SOON</b>"
		},
		{
			"Name" : "Wall_Street",
			"Intro" : "<b>COMING SOON</b>",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "<b>COMING SOON</b>",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "<b>COMING SOON</b>",
			"BotSpecs" : "<b>COMING SOON</b>",
			"Rules" : "<b>COMING SOON</b>",
			"PointSystem" : "<b>COMING SOON</b>"
		},
		{
			"Name" : "AI_Wars",
			"Intro" : "<b>COMING SOON</b>",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "<b>COMING SOON</b>",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "<b>COMING SOON</b>",
			"BotSpecs" : "₹ 2,000",
			"Rules" : "<b>COMING SOON</b>",
			"PointSystem" : "<b>COMING SOON</b>"
		},
		{
			"Name" : "VSM",
			"Intro" : "<b>COMING SOON</b>",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "<b>COMING SOON</b>",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "<b>COMING SOON</b>",
			"BotSpecs" : "₹ 3,500",
			"Rules" : "<b>COMING SOON</b>",
			"PointSystem" : "<b>COMING SOON</b>"
		},
		{
			"Name" : "Code_In_X",
			"Intro" : "Love Coding?? Know all the coding Languages?? You think you know it all?? If you are the best out of the rest, then here is a chance to prove it.<br><b>Code in X</b>, is an open challenge to all the geeks out there. <br>Come and quench your thirst. Accept the challenge and test the coder in you. <br>Come be the X.<br>",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "<b>Round 1: - Conversion of algorithm into code</b> <br><br>1.  Participants will be given  Algorithms<br> 2.  According to given language participant have to code the algorithms<br>3.  Each question will be of 100 marks.<br><br><b>Round 2: - Xcoder</b><br><br>1.    5 program question will be provided.<br>2.    According to given procedural oriented language and object oriented language participant have  to solve and code 5 different Questions.The language for the question will be hidden in a puzzle.<br>3.    Each question will be of 100 marks.<br>",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "Code in X is an <b>Individual</b> event",
			"BotSpecs" : "₹ 2,000",
			"Rules" : "Please do not discuss strategy, suggestions or tips in the comments during a live contest. Posting questions clarifying the problem statement is ok. <br>Discussing any problems or any aspect of problem, on any other platform on web, on identification, could lead to disabling of respective account and banning from the community.<br>You can submit solutions as many times as you'd like, there are no penalties for incorrect submissions.    <br>",
			"PointSystem" : "Each question in <b>Round 1</b> will have <b>100 points</b>.<br><br> <b>Round 2</b> will have 5 questions each question having <b>100 points</b>"
		},
		{
			"Name" : "Algocrack",
			"Intro" : "Algorithm is defined as an instance of logic, the key to unlock the toughest challenges of programming.<br>Here is your chance to test your logic and crack the most demanding and mindboggling challenges of Algorithm.<br>Are you ready to change your thinking radically to solve our most difficult problems? <br><br>  <b>Round A Results</b><br> Following participants have qualified for Round B<br><br> Adhish Natekar <br>Akash Janardhan Janjal<br> Akshay Paralikar<br>Badhrinarayan Malolan<br>Dipti Sawant<br>Gaurav Ahir<br>Gayatri Rao<br>Hrishikesh Suslade<br>Jigar Joisar<br>Keivan Shah<br>Krushali Shah<br> Maithili Khade<br>Maitree Pasad<br>MANDAR SADYE<br>Mayur Turuvekere<br>Pranali Adivarekar<br>Pranamya Jain<br>Pranjal Ranjan<br>Pratik Prabhu<br>Priya Singh<br>Sameer Hankare<br>Sanket Shanbhag<br>Sarvesh Patil<br>Saurabh Mardikar<br>Shivam Singh Thakur<br>Sneha Rander<br>Tejas Deshpande<br>Vaibhav Mhatre<br>Vasu Mhashakhetri<br> Vyankatesh Khadakkar<br> ",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "1.  There will be two rounds, the qualifier and the finale.<br>2.  Section A in Round-A will contain MCQ’S with riddles.<br>3.  Section B in Round-B will contain a question where participant has to answer the question by giving algorithm and implementing its program.<br>4.  The participants will have to qualify the Round A point criteria to play the next round.<br>",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "Algocrack is an <b>Individual</b> event",
			"BotSpecs" : "₹ 2,000",
			"Rules" : "1. Participation is individual.<br>2.Only one entry per participant per round will be entertained.<br>3.You can make <b>ONLY ONE SUBMISSION</b>.<br>4.This submission should include all your solutions.<br>5.Algorithms should be in proper English statements(C/C++ or java programs are not allowed).<br>6.Programs should be in C,C++ or Java language only.<br>7.Only Complete Algorithm will be considered.<br>8.Also any submission that contains harmful code, malware,etc. will lead to disqualification.<br>9.Any violation of rules will lead to disqualification.<br><u>NOTE</u>: Participants will have to provide their name,college,department,email id and contact information along with their solution,failing to which participation may get revoked.<br>",
			"PointSystem" : "<b>ROUND A</b><br>Participant will require minimum 75 (60 in Section A & 15 in Section B each) points to qualify the round A.<br><br>  Each MCQ will have a riddle with it, if your MCQ is correct you can claim for bonus riddle point for the same MCQ if you answer the riddle correct. i.e <br>Correct MCQ + Correct riddle = 10 pts.<br>Wrong MCQ + Correct riddle = no pt<br><br>  In case of algorithms: 5 marks for algorithm and 5 marks for program.<br> <br> <b>ROUND B</b> <br>  In this Round thee will be 3 questions:<br>1.  Algorithm (5 questions 15 marks each)<br>2.  Puzzle (5 questions 10 marks each)<br>3.  Questions without options (5 questions 5 marks each)<br><br>  This is the final round and top 3 will be selected as the winners.<br>"
		},
		{
			"Name" : "Cryptext",
			"Intro" : "<b>Theme :- Murder Mystery</b><br>We’ve all read Agatha Christie, watched and read Sherlock Holmes and Hardy<br>Boys and Nancy Drew and what not detectives, not to forget our very own CID<br>(more of a comedy show) right and thought of ourselves as great detective too,<br>right??<br>Well, here’s your chance to be a detective… Put on your thinking caps, gear up<br>your mind, get your magnifying glasses and sharpen your deduction skills… We<br>present you our very own Murder Mystery in “Cryptext 2016”.<br>Decrypt your way into suspect profiles and clues and forensic analysis of<br>murder weapons to find the culprit in this adventure filled event…",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "<b>Each round will get you 1 step closer towards finding the killer</b><br><br><b>Round 1</b><br>Scenario of murder (just for reading)<br>12 statements will be encrypted. The key will be given if necessary in the form<br>of riddles.<br>Each correct decryption will solve 1 piece of your puzzle.<br>Key carries 2 marks and decrypted statement carries 8 marks.<br><br>Top <b>25-30 entries</b> will be selected for next round.<br><br><b>Round 2</b><br>The investigation has proceeded. But this time they have made it more difficult<br>to crack!<br>Each statement/clue has been encrypted by using 2 different techniques.<br>You need submit the answer as well as the intermediate result.<br>The intermediate carries 5 marks and the answer carries 10 marks.<br>Top <b>10 people</b> will play the third round.<br><br><b>Round 3</b><br>The mystery has heated up. There are more and more clues being found.<br>Here, the next clues will be encrypted using some encryption scheme. You need to write a code in Java/C/C++ to decrypt the clue.<br>The decrypted answer carries 10 marks and the code carries 40 marks.<br>In case of multiple correct entries the code with lesser execution time will be considered.",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "Cryptext is an <b>Individual</b> event",
			"BotSpecs" : "₹ 2,000",
			"Rules" : "1. It’s an individual online event.<br>2. Each person can register only once.<br>3. The participants have to complete all the rounds to be able to win the competition.<br>4. You can make ONLY ONE submission.<br>5. Hints to decode the questions will be provided depending on the gameplay.<br>6. The decision of the organizers will be final and binding.",
			"PointSystem" : "<b>ROUND 1</b><br><br>12 statements will encrypted. <br> Each correct decryption will fetch you 10 points (2 points for finding key and 8 points for decrypted statement)<br><br><b>ROUND 2</b> <br><br>Each statement/clue has been encrypted by using 2 different techniques.<br> The intermediate carries 5 marks and the answer carries 10 marks.<br><br><b>ROUND 3</b><br><br>Each decrypted answer carries 10 marks and the code carries 40 marks."
		},
		{
			"Name" : "Myst",
			"Intro" : "Is 221B Baker Street close to your heart? <br><br>Does your eye always look for detail and helps you expose and decrypt the most obscure enigmas?<br><br>VJTI’s Technovanzapresent to you Myst 2016. <br><br>Riddles, Puzzles, Codes and Ciphers,calling out to all crusaders, trivia hunters, Alan Turings, and Sherlock Holms.<br><br>A hotly contested leaderboard, an adrenaline-fueled Facebook forum and a cryptic gameplay, all promise to make this pursuit worthy of the raiders of Myst, as participants battle day in and day outfor four days, conquering obstacles in a race for the ultimate treasure!<br><br>We promise you a stunning online clue-solving experience and a chanceto win prizes worth INR 3,000. <br><br>So put on your thinking hats, make yourself a large steaming mug of coffee, grab your digital shovel and start digging. <br><br>",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "1.  Event will span over four days and consist of four rounds.<br>2.  Each round consists of 10 questions and it will start from 9 am and ends at midnight.<br>3.  One question at a time will be presented to participants. Participants will be presented with one question at a time.<br>4.  Participant cannot skip any question.<br>5.  Participant has to decrypt the clue and answer the question correctly then only s/he will be presented with the next question.<br>6.  Participants can join the event on any of the four days.<br>7.  Clues for the questions will be provided on the Myst facebook page depending on the gameplay.<br>8.  Winner will be decided on the basis of points and speed.<br>",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "Myst is an <b>Individual</b> event",
			"BotSpecs" : "₹ 3,000>",
			"Rules" : "1.  Eligibility: <b>Open to All</b>. Individual Participation.<br>2.  Number of Rounds: <b>Four</b>.<br>3.  Each round consists of <b>10 questions</b> and it will start from <b>11 am</b> and ends at <b>midnight</b>.<br>4.  Participants have to complete all the rounds to be able to win the competition. <br>5.  Participants can join the event on any of the four days.<br>6.  A forum will be hosted at Myst Facebook Page. <br>Myst Fb page:<br> https://www.facebook.com/myst.technovanza.vjti/<br>7.  Clues for the questions will be provided on the Myst facebook page depending on the gameplay.<br>8.  Allfurther event updates will be provided on the same link.<br>9.  Usage of any unfair means, like contacting event heads or organizers, will lead to immediate disqualification of theparticipant.<br>10.  All decisions in matters of eligibility, authenticity and final judgment will bewith the Event Heads of Myst, Technovanza.<br>",
			"PointSystem" : "1.  For each correct answer, participants will be awarded with 10 points.<br>2.  Participants who answers the all questions of the each round on their respective days will be awarded with the bonus points at the end of the each respective rounds.<br>For example, If the participant completes the round (i.e. answers all ten questions correctly) on the same day as the round starts, then s/he will be rewarded bonus points based on the time s/he answers all the ten questions.<br>3.  The total of all the rounds will be considered while declaring winner.<br>"
		},
		{
			"Name" : "IoT",
			"Intro" : "IOT will contain questions about various activities which are performed on internet. It doesn’t require any programming knowledge or technical skill. It will test how much you know about internet and things which it contain that is information. For this the participant should know basic information about internet facilities and what it provides. ",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "<b>ROUND 1:SIMPLE MULTIPLE CHOICE QUESTIONS</b>This round will consist of simple multiple choice questions on general knowledge of internet of things. Here the players will be judged on their scores. Contestants will require basic knowledge about internet of things to successfully complete this round. Total 30 questions.<br><br><b>Marking Scheme</b>:<br>1 point per question (no negative marking).\n<b>ROUND 2:   PUZZLES ON IOT</b><br>This round will include puzzles based on information about internet of things. The difficulty in this round will be medium. Total 10 questions.\n<br><b>Marking Scheme</b>:<br>3 points per question (no negative marking).<br><b>ROUND 3: ESSAY ROUND</b><br>This round will have essay writing. The contestants will have to explain their idea on topic provided. They will have to explain (not in technical depth) how their idea can be implemented.",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "IoT is an <b>Individual</b> event",
			"BotSpecs" : "₹ 3,000",
			"Rules" : "a.  Internet of Things is based on <br>b.  Each person can register only once.<br>c.  The participants have to go through 3 rounds in IOT <br>d.  After receiving the problem statement the members will not be allowed to discuss the approach to be followed.<br>e.  Participants are not allowed to bring any media devices such as pen drives, CD, DVD etc.<br>f.  Cell phones must be switched off.<br>g.  Any violation of rule may lead to disqualification.<br>h.  Apart from these Rules, some additional rules can be disclosed on the spot.<br>",
			"PointSystem" : "<b>ROUND 1:    SIMPLE MULTIPLE CHOICE QUESTIONS</b><br><br><b>Marking Scheme</b>:<br>1 point per question (no negative marking).<br><br><b>CRITERIA FOR SELECTION</b>:<br>20 players with highest scores will qualify for semifinal round.<br><b>ROUND 2:       PUZZLES ON IOT</b><br><br><b>Marking Scheme</b>:<br>3 points per question (no negative marking).      <br><br><b>CRITERIA FOR SELECTION</b>:<br>t5 players with highest score will qualify for final round.<br><b>ROUND 3:       ESSAY ROUND</b><br><br><b>CRITERIA FOR SELECTION</b>:                  One finalist with best explanation will win."
		},
		{
			"Name" : "Quriosity",
			"Intro" : "A quiz based on science and technology for school students to test their scientific knowledge to new extents. ",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "The Preliminary round shall be a written elimination round out of which, 16 teams will be selected for the finale.<br> This will be followed by subsequent rounds leading to the finals from which <b>three</b> will be choosen as winners.<br>Every participant shall receive a certificate of appreciation.<br>",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "Each School will be permitted to send a <b>Maximum of 3 teams</b>, and each team will comprise of <b>2 members</b> only.",
			"BotSpecs" : "₹ 5,000",
			"Rules" : "The quiz master’s decision will be final and binding.<br>Use of any inappropriate medium/electronic device in between the quiz shall lead to the immediate disqualification of the team.<br> Every participating school can send at most 3 teams and the school will receive <b>participation points</b> for every team that registers. There are also points for number of visitors from a school.<br>",
			"PointSystem" : "The Decision of the organizational authorities will be <b>final</b> and <b>binding</b>."
		},
		{
			"Name" : "SixtySecondsToFame",
			"Intro" : "In this a participant tries to speak for up to a minute on the topic, trying not to break a dozen rules, while he/she has 5-7 other players waiting to pounce on half a mistake, so they can then speak.<br>The theme revolves around <b>'Science and Technology’</b>, so be prepared for subtle additions to the normal JAM session<br>",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "<b>COMING SOON</b>",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "Each School will be permitted to send a <b>Maximum of 2 participants</b> for the JAM.",
			"BotSpecs" : "₹ 3,000",
			"Rules" : "There are participation points for no of participants (maximum 2) a school sends and number of visitors of a particular school.<br>The JAMmers are challenged to speak for one minute on a given subject without “repetition, hesitation, or deviation“.<br>",
			"PointSystem" : "The Decision of the organizational authorities will be <b>final</b> and <b>binding</b>."
		},
		{
			"Name" : "AquaBattleFront",
			"Intro" : "<b>COMING SOON</b>",
			"Theme" : "<b>COMING SOON</b>",
			"Gameplay" : "<b>COMING SOON</b>",
			"Arena" : "<b>COMING SOON</b>",
			"TeamSpecs" : "<b>COMING SOON</b>",
			"BotSpecs" : "TBD",
			"Rules" : "<b>COMING SOON</b>",
			"PointSystem" : "<b>COMING SOON</b>"
		}
	]
}
